---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneLevelOffsetTop
source: html/f8995019-59b5-e359-394b-92e3f6b274ff.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneLevelOffsetTop Property

"Top Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneLevelOffsetTop { get; }
```